Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-024-will-of-heaven-iii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：天下之所以亂者，其說將何哉？則是天下士君子，皆明於小而不明於大。何以知其明於小不明於大也？以其不明於天之意也。
en: Mots0 said: The magnanimous ruler takes care of the empire, in the same way as a filial son takes care of his parents. But how does the filial son take care of his parents? If the parents are poor he would enrich them ; if the parents have few people (descendants) he would increase them ; if the members (of the family) are in confusion he would put them in order. Of course, in doing this he might find his energy insufiS.cient, his means limited, or his knowledge inadequate.

source: 何以知其不明於天之意也？以處人之家者知之。
en: But he dare not allow any energy, learning, or means unused to serve his parents.

source: 今人處若家得罪，將猶有異家所，以避逃之者。然且父以戒子，兄以戒弟，曰：「戒之！慎之！處人之家不戒不慎之，而有處人之國者乎？」今人處若國得罪，將猶有異國所，以避逃之者矣。
en: Such are the three interests of the filial son in taking care of his parents. And the same is true of the magnanimous ruler in taking care of the empire : if the empire is poor he would enrich it ; if the people are few he would increase them ; if the multitude are in confusion he would put them in order. Of course in doing these he might find his energy insufficient, means limited, or knowledge inadequate, but he dare not allow any energy, learning, or means unused to serve the world. And such are the three interests of the magnanimous ruler in taking care of the empire. When the sage-kings of the Three Dynasties had passed away, and the world had become ignorant of their principles, some of the gentlemen in later generations regarded elaborate funeral and extended mourning as magnanimous, and righteous, and the duty of a filial son ; while others held them to be not magnanimous, not righteous, and not the duty of the filial son. These two groups condemn each other in words and contradict each other in deed, and yet both claim to be followers of the way of Yao, Shun, Yii, T’ang, Wen, and Wu.

source: 然且父以戒子，兄以戒弟，曰：「戒之！慎之！處人之國者，不可不戒慎也。」今人皆處天下而事天，得罪於天，將無所以避逃之者矣。
en: But since they are disagreed in word and opposed in deed, people doubt the assertions of both. Now that the assertions of both are doubted, it will be well to turn to the government of the country and the people and see how elaborate funeral and extended mourning affect the three interests. In my opinion, if, in adopting the doctrine and practising the principle, elaborate funeral and extended mourning could enrich the poor, increase the few, remove danger, and regulate disorder, it would be magnanimous, righteous, and the duty of a filial son. Those who are to give counsel could not but encourage it. And the magnanimous (ruler) would seek to have it flourish in the empire and establish it so as to have the people praise it and never disregard it in their whole life. (On the other hand,) if, in adopting the doctrine and practising the principle, elaborate funeral and extended mourning really cannot enrich the poor, increase the few, remove danger, and regulate disorder, it will not be magnanimous, righteous, and the duty of the filial son.

source: 然而莫知以相極戒也。吾以此知大物則不知者也。
en: Those who are to give counsel cannot but discourage it.

source: 是故子墨子言曰：戒之慎之，必為天之所欲，而去天之所惡。曰：天之所欲者何也？所惡者何也？天欲義而惡其不義者也。
en: And the magnanimous will seek to have it abolished in the empire and abandon it so as to have the people condemn it, never to practise it in their whole life. It has never happened, from ancient times to the present day, that benefits are procured, calamities averted for the world, and disorder among the people of the country is regulated by elaborate funerals and extended mourning.

source: 何以知其然也？
en: How do we know ?

source: 曰：義者，正也。何以知義之為正也？天下有義則治，無義則亂，我以此知義之為正也。然而正者，無自下正上者，必自上正下。是故庶人不得次己而為正，有士正之。
en: SIMPLICITY IN PUlffiRAL (III) For even at the present the gentlemen of the world are still doubtfnl whether elaborate funeral and extended mourning are right and beneficiaL Motse said : I have examined the sayings of those who uphold elaborate funeral and extended mourning. If they should be taken seriously in the country, it would mean : when a lord dies, there would be several inner and outer coffins. He would be buried deep. There would be many shrouds. Embroidery would be elaborate. The grave mound would be massive.

source: 士不得次己而為正，有大夫正之。大夫不得次己而為正，有諸侯正之。
en: So, then, the death of a common man would exhaust the wealth of a family.

source: 諸侯不得次己而為正，有三公正之。三公不得次己而為正，有天子正之。天子不得次己而為政，有天正之。今天下之士君子，皆明於天子之正天下也，而不明於天之正天子也。是故古者聖人明以此說人，曰：
en: And the death of a feudal lord would empty the state treasury before his body would be surrounded with gold, jade, and pearls, and the grave filled with carts and horses and bundles of silk. Further, there should be plenty of canopies and hangings, tings, drums, tables, pots, and ice receptacles, spears, swords feather banners, and hides all to be carried along and buried. Not till then are the requirements considered fulfilled. And, regarding those who were to die to accompany their lord, for the emperor or a feudal lord there should be from several hundred to several tens, and for a mimster or secretary there should be from several tens to several. What are the rules to be observed by the mourner ? He must weep without restraint and sound as if he is choking.

source: 「天子有善，天能賞之。天子有過，天能罰之。」天子賞罰不當，聽獄不中，天下疾病禍福，霜露不時。天子必且犓豢其牛羊犬彘，絜為粢盛酒醴，以禱祠祈福於天，我未嘗聞天之禱祈福於天子也。
en: Sackcloth is worn on the breast and hat of flax on the head. His tears and snivel are not to be wiped away. The mourner is to live in a mourning hut, sleep on a coarse mat of straw, and lay Ms head on a lump of earth. Then he would be obliged to abstain from food in order to look hungry and to wear little in order to look cold. The face and eyes are to look sunken and as if in fear, and the complexion is to appear dark. Ears and eyes are to become dull, and hands and feet to become weak and unusable.

source: 吾以此知天之重且貴於天子也。是故義者不自愚且賤者出，必自貴且知者出。曰：
en: And, also, if the mourner is a high official, he has to be supported to rise, and lean on a cane to walk.

source: 誰為知？天為知。然則義果自天出也。
en: And all this is to last three years.

source: 今天下之士君子之欲為義者，則不可不順天之意矣。曰：順天之意何若？曰：兼愛天下之人。
en: Adopting such a doctrine and practising such a principle : rulers cannot come to court early (and retire late ; the officials cannot attend to the) five offices and six posts and encourage farming and forestry and fill the granaries ; the farmers cannot start out early and come in late to cultivate the land and plant trees ; the artisans cannot build boats and vehicles and make vessels and utensils ; and the women cannot rise early and retire late to weave and spin. So, then, in elaborate funerals much wealth is buried, and in extended mourning abstention from work is prolonged. Wealth ahcady produced is carried away into the grave. Child-bearing is postponed. To seek wealth in this way is like seeking a harvest by prohibiting farming.

source: 何以知兼愛天下之人也？以兼而食之也。
en: The way to wealth then is not here found.

source: 何以知其兼而食之也？自古及今，無有遠靈孤夷之國，皆犓豢其牛羊犬彘，絜為粢盛酒醴，以敬祭祀上帝、山川、鬼神，以此知兼而食之也。苟兼而食焉，必兼而愛之。譬之若楚、越之君：
en: Now that the practice of elaborate funerals and extended mourning has failed to enrich the country perhaps it can yet increase the population ? Again it is powerless. For if elaborate funeral and extended mourning are adopted as the rule, then upon the death of the emperor there will be three years' mourning, upon the death of a parent there will be three years’ mourning, upon the death of the wife or the eldest son there will be three years’ mourning. There will be three years’ mourning for all five (relations). Besides, there will be one year for uncles, brothers, and the other sons ; and five months for the near relatives, and also several months for aunts, sisters, nephews, and uncles on the mother’s side. Pui‘the.r, there are set rules to emaciate one’s health : the face and eyes are to look sunken and as if in fear, and the complexion is to appear dark.

source: 今是楚王食於楚之四境之內，故愛楚之人；越王食於越，故愛越之人。
en: Ears and eyes are to become dull, and hands and feet are to become weak and unusable.

source: 今天兼天下而食焉，我以此知其兼愛天下之人也。且天之愛百姓也，不盡物而止矣。今天下之國，粒食之民，殺一不辜者，必有一不祥。曰：
en: And, also, if the mourner is a high official, he has to be supported to rise and lean on a cane to walk. And this is to last three years if such a doctrine is adopted and such a principle is practised. Being so hungry and weak, the people cannot stand the cold in winter and the heat in summer.

source: 「誰殺不辜？」曰：「人也。」「孰予之不辜？」曰：「天也。
en: And countless numbers will become sick and die.

source: 」若天之中實不愛此民也，何故而人有殺不辜而天予之不祥哉？且天之愛百姓厚矣，天之愛百姓別矣，既可得而知也。
en: Sexual relations between husband and wife are prevented. To seek to increase the population by this way is like seeking longevity by thrusting one’s self upon a sword. The way to dense population is not here found. Now that it has failed to increase the population, perhaps it can yet regulate jurisdiction ? Again it is powerless.

source: 何以知天之愛百姓也？吾以賢者之必賞善罰暴也。何以知賢者之必賞善罰暴也？吾以昔者三代之聖王知之。
en: For, adopting elaborate funerals and extended mourning as a principle in government, the state will become poor, the people few, and the jurisdiction disorderly.

source: 故昔也三代之聖王堯、舜、禹、湯、文、武之兼愛之天下也，從而利之，移其百姓之意，焉率以敬上帝、山川、鬼神。
en: Adopting such a doctrine and practising such a principle superiors cannot give attention to admdnistration and subordinates cannot attend to their work. When the superiors are unable to give their attention to administration there will be disorder. When the subordinates are unable to attend to tbeir work, the supply of food and clotking will be insufficient. ’Wbeii there is insufficiency, the undutiful younger brother will ask his older brother for help, and when he does not receive it he will hate the elder brother. The unfilial son will turn to his father for help and wffien he does not receive it he will spurn his father. And the disloyal minister will turn for help to his lord and when he does not receive it. he will mock his lord.

source: 天以為從其所愛而愛之，從其所利而利之，於是加其賞焉，使之處上位，立為天子以法也，名之曰聖人。以此知其賞善之證。
en: And vicious and immoral people will commit evil and immorality beyond control when they are without clothing abroad and without food at home. So, bandits and thieves will be numerous but law-abiding people few. Now, to seek order by multiplying the bandits and thieves and diminishing the law-abiding people is like demanding of a person not to present his back to you after making him turn around three times. The way to order is not here found. Now that it has failed to regulate jurisdiction and govern-ment, perhaps it can yet prevent the large states from attacking the small states ? Again it is powerless.

source: 是故昔也三代之暴王桀、紂、幽、厲之兼惡天下也，從而賊之，移其百姓之意，焉率以詬侮上帝、山川、鬼神。天以為不從其所愛而惡之，不從其所利而賊之，於是加其罰焉，使之父子離散，國家滅亡，抎失社稷，憂以及其身。
en: For since the ancient sage-kings have passed away and the world has become ignorant of their principles, the feudal lords resort to attack by force. On the south there are the kings of Oh’u and Yiieh, and on the north there are the lords of Ch’i and Chin. All of these show favours and encouragement to their warriors and soldiers, making it their business in the world to attack and absorb (others). Some small states, however, they do not attack, and this because these small states are well stored with supplies, their inner and outer city walls are in repair, and in them the superior and the SIMPLICITY IN FUNERAL (III) 129 subordinates are barmonious. Therefore the large states would not want to attack them. Those which are not well stored with supplies, whose inner and outer city walls are not in repair, and in which the superior and the subordinates are not harmonious, the large states would want to attack.

source: 是以天下之庶民屬而毀之，業萬世子孫繼嗣，毀之賁不之廢也，名之曰失王。以此知其罰暴之證。
en: Adopting elaborate funerals and extended mourning in govern-ment, the state will become poor, the people few, and jurisdic-tion disorderly.

source: 今天下之士君子欲為義者，則不可不順天之意矣。
en: Since the state is poor, no surplus goods can be stored.

source: 曰：順天之意者，兼也。反天之意者，別也。兼之為道也，義正。別之為道也，力正。曰：
en: Since its numbers are few, there will be few workmen to keep the city walls and moats in repair. Since it is disorderly, a state will not be victorious in attack or strong in defence. Now that it has failed in preventing the large states from attacking the small states, perhaps it can yet procure blessing from God and the spirits.

source: 義正者何若？曰：
en: Again it is powerless.

source: 大不攻小也，強不侮弱也，眾不賊寡也，詐不欺愚也，貴不傲賤也，富不驕貧也，壯不奪老也。
en: For, adopting elaborate funeral and extended mourning as a principle in government, the state will become poor, the people few, and the jurisdiction disorderly.

source: 是以天下之庶國，莫以水火、毒藥、兵刃以相害也。若事上利天，中利鬼，下利人，三利而無所不利，是謂天德。故凡從事此者，聖知也，仁義也，忠惠也，慈孝也，是故聚斂天下之善名而加之。是其故何也？
en: When the state is poor the cakes and wine will be unclean. When the people are few the worshippers of God and the spirits will be reduced in number. And when jurisdiction is in disorder the sacrifice will not be made according to season. Moreover, the worship of God and the spirits is now even prohibited. When the government is run like this, God and the spirits would deliberate from on high, saying : Which is better, to have these people exist or not to have them exist ?

source: 則順天之意也。曰：力正者何若？曰：大則攻小也，強則侮弱也，眾則賊寡也，詐則欺愚也，貴則傲賤也，富則驕貧也，壯則奪老也。
en: It really makes no difierence whether they exist or not.'' There-fore God and spirits will send judgment upon them and visit them with calamities and punish and desert them. Is not this quite in place ? ■■■■ K Therefore the ancient sage-kings authorized the code of laws regarding the burial of the dead thus : The coiBSn shall be three inches thick, sulBiicient to hold the body. As to shrouds there shall be three pieces adequate to cover the corpse. It shall not be buried so deep as to reach water and neither so shallow as to allow the odour to ascend. Three feet in size shall be big enough for the mound.

source: 是以天下之庶國，方以水火、毒藥、兵刃以相賊害也。若事上不利天，中不利鬼，下不利人，三不利而無所利，是謂之賊。故凡從事此者，寇亂也，盜賊也，不仁不義，不忠不惠，不慈不孝，是故聚斂天下之惡名而加之。
en: There shall be no extended mourning after burial, but speedy return to work and pursuit in what one can do to procure mutual benefit. Such are the laws of the sage-kings. Those who uphold elaborate funerals and extended mourning say : Although elaborate fimerals and extended mourning cannot enrich the poor, increase the few, remove danger and regulate disorder, yet they were a principle of the sage-kings.’’ Motse replied ; Not at all. Anciently, Yao went north to instruct the eight tribes of Ti. He died on the way and was buried in the shade of Mt.

source: 是其故何也？則反天之意也。
en: Of shrouds there were three pieces.

source: 故子墨子置立天之，以為儀法，若輪人之有規，匠人之有矩也。今輪人以規，匠人以矩，以此知方圜之別矣。
en: The coffin was of soft wood, and sealed with flax linen. Weeping started only after burial. There was no mound, only the pit was filled up. After burial, oxen and horses plodded over it. Shun went west to instruct the seven tribes of Jung.

source: 是故子墨子置立天之，以為儀法，吾以此知天下之士君子之去義遠也！何以知天下之士君子之去義遠也？今知氏大國之君寬者然曰：
en: He died on the way and was buried in the market place of Nan Chi. Of shrouds there were three pieces. The coffin was of soft wood and sealed with flax linen. After burial the people in the market place walked over it. Yu went east to instruct the nine tribes of Yi.2 He died on the way and was buried at Mt. t"nng wood and sealed with flax linen.

source: 「吾處大國而不攻小國，吾何以為大哉？」是以差論蚤牙之士，比列其舟車之卒，以攻伐無罪之國，入其溝境，刈其禾稼，斬其樹木，殘其城郭以御其溝池，焚燒其祖廟，攘殺其犧牷。民之格者則剄拔之，不格者則系操而歸。
en: It did not crush when bound, and it did not sink in when pressed. The pit was not deep enough to strike water and not so shallow as to allow the odour to ascend. When the coffin had been buried, the remaining earth was gathered on it, and the mound was three feet high and no more. So, to judge according to these three sage-kings, elaborate funerals and extended mourning were really not the way of the sage-kings. These three sage-kings held the rank of Sons of Heaven and possessed the whole empire, yet they authorized their burial in this way ; was it because of any fear of lack of means ? The way in which the present rulers are buried is quite different from this.

source: 丈夫以為僕圉，婦人以為舂酋。則夫好攻伐之君，不知此為不仁義，以告四鄰諸侯曰：
en: There are the outer and the inner coffins, and then the three layers of hide and embroidered covers.

source: 「吾攻國覆軍，殺將若干人矣。」其鄰國之君，亦不知此為不仁義也，有具其皮幣，發其總遽，使人饗賀焉。則夫好攻伐之君，有重不知此為不仁不義也，有書之竹帛，藏之府庫。為人後子者，必且欲順其先君之行，曰：
en: When the stones and jade are all collected, there are yet to be completed the spears, swords, tings, pots and ice receptacles, and ten thousand of decorated reins and yokes, and the carriages, horses, and the chorus girls. Then, there must be built the tunnel to reach under the tomb which is as high as a hill. This interferes with people's work and wastes people's wealth to such a great extent.

source: 「何不當發吾府庫，視吾先君之法美？」必不曰文、武之為正者若此矣，曰「吾攻國覆軍，殺將若干人矣」。則夫好攻伐之君不知此為不仁不義也，其鄰國之君不知此為不仁不義也，是以攻伐世世而不已者。此吾所謂大物則不知也。
en: How indeed is this to be avoided ? So Motse said : I have already said that if, in adopting the doctrine and practising the principle, elaborate funeral and extended mourning really could enrich the poor, increase the few, remove danger and regulate disorder, they would be magnanimous, righteous, and the duty of the filial son. the principle, elaborate funeral and extended m really cannot enrich the poor, increase the few, remove danger and regulate disorder, they are not magnanimous, righteous, and the duty of the filial son. Those who are to give counsel cannot but discourage it. Now, (we have seen) that to seek to enrich a country thereby brings about poverty ; to seek to increase the people thereby results in a decrease ; and to seek to regulate government thereby begets disorder. To seek to prevent the large states from attacking the small ones by this way is impossible on the one hand, and, on the other, to seek to procure blessing from God and the spirits through it only brings calamity.

source: 所謂小物則知之者，何若？今有人於此，入人之場園，取人之桃李瓜姜者，上得且罰之，眾聞則非之。是何也？曰：
en: When we look up and examine the ways of Yao, Shun, Yii, T’ang, Wen, and Wu, we find it is diametrically opposed to (these).

source: 不與其勞，獲其實，已非其有所取之故。而況有逾於人之牆垣，抯格人之子女者乎！與角人之府庫，竊人之金玉蚤絫者乎！
en: But when we look down and examine the regimes of Chieh, Chow, Yu, and Li, we find it agrees with these like two parts of a tally.

source: 與逾人之欄牢，竊人之牛馬者乎！而況有殺一不辜人乎！
en: So, judging from these, elaborate funeral and extended mourning are not the way of the sagekings.

source: 今王公大人之為政也，自殺一不辜人者，逾人之牆垣，抯格人之子女者，與角人之府庫，竊人之金玉蚤絫者，與逾人之欄牢，竊人之牛馬者，與入人之場園，竊人之桃李瓜姜者，今王公大人之加罰此也，雖古之堯、舜、禹、湯、文、武之為政，亦無以異此矣。
en: Those who uphold elaborate funeral and extended mourning are saying : ‘ ‘ If the elaborate funerals and extended mourning were not the way of the sage-kings, why then do the gentlemen of the Middle Eingdom practise them continually and follow them without discrimination I ’’ Motse said: This is because habit affords convenience and custom carries approval. Anciently, east of the state to the Chinese Empire in contrast to the surrounding barbarian tribes, and semi-barbarian states like Chu and Yiieh. SIMPLICITY IN lUNlRAL (III) of Yiieli tliore was the tribe of Kai Shn. Among them the first-born son was dismembered and devoured after birth and this was said to be propitious for his younger brothers. When the father died the mother was carried away and abandoned, and the reason was that one should not live with the wife of a ghost.

source: 今天下之諸侯，將猶皆侵凌攻伐兼併，此為殺一不辜人者數千萬矣！此為逾人之牆垣，格人之子女者，與角人府庫，竊人金玉蚤絫者數千萬矣！
en: By the officials this was regarded as a government regulation and by the people it was accepted as a commonplace . They practised it continually and followed it without discrimination. Was it then the good and the right way ? No, this is really because habit affords convenience and custom carries approval.

source: 逾人之欄牢，竊人之牛馬者，與入人之場園，竊人之桃李瓜薑者數千萬矣！而自曰義也。故子墨子言曰：是蕡我者，則豈有以異是蕡黑白甘苦之辯者哉！
en: South of Ch’u there was a cannibal tribe. Upon the death of the parents the flesh was scraped off and thrown away, while the bones were buried. And by following this custom one became a filial son. West of the state of Ch’in there was the tribe of Yi Ch’ii. Upon their death the parents were burned on a bonfire and amidst the smoke, and this was said to be ascension to the golden clouds. In this way one became a filial son.

source: 今有人於此，少而示之黑謂之黑，多示之黑謂白，必曰吾目亂，不知黑白之別。今有人於此，能少嘗之甘謂甘，多嘗謂苦，必曰吾口亂，不知其甘苦之味。
en: The officials embodied it in the government regulations and the people regarded it as a commonplace. They practised it continually and followed it without discrinoination. Is it then the good and the right way ? No, this is really because habit affords convenience and custom carries approval. Now, the practice of these three tribes is too heartless and that of the gentlemen of the Middle Kingdom is too elaborate.

source: 今王公大人之政也，或殺人，其國家禁之。此蚤越有能多殺其鄰國之人，因以為文義。
en: This being too elaborate and that being to heartless, then there should be rules for funerals and burials.

source: 此豈有異蕡白黑、甘苦之別者哉！故子墨子置天之，以為儀法。
en: Even regarding clothing and food, which are the necessities of life, there are rules.

source: 非獨子墨子以天之志為法也，於先王之書《大夏》之道之然：「帝謂文王，予懷明德，毋大聲以色，毋長夏以革，不識不知，順帝之則。」此誥文王之以天志為法也，而順帝之則也。
en: How then can there be none regarding funerals and burials, which are the necessities of death ? Outlining the rules for funerals and burials, Motse said ; The coffin shall be three inches thick, just suffi.cient to hold the rotting bones. Of shrouds there shall be three pieces just to be enough to hold the rotting flesh. The pit shall be dug not so deep as to strike water, and not so shallow as to allow the odour to ascend.

source: 且今天下之士君子，中實將欲為仁義，求為上士，上欲中聖王之道，下欲中國家百姓之利者，當天之志而不可不察也。天之志者，義之經也。
en: The mound shall be just high enough to be identified (by the mourners). There may be weeping on the way to and from the burial. But upon returning they shall engage in earning the means of livelihood. Sacrifices shall not be neglected in order to express one’s filial piety to parents. Thus the rules of Motse neglect the necessities of neither the dead nor the living. Hence, Motse said : If the gentlemen of the world really want to practise righteousness and magnanimity, and to seek to be superior men, desiring to attain the way of the sage-kings on the one hand and to procure blessings for the people on the other, they cannot afford to neglect the principle of Simplicity in Funeral in government.
